######################
# Kazakh locale text #
######################

kaz_text = "Қазақша"

kazkh_value_error_text = "📛Qate! Tómendegi sýrette kórsetilgendeı⬇️ paıdalanýshy ıdentıfıkatoryn engizińiz️ ️"

kazkh_name_text = "👤Аты:"
kazkh_lan_of_user_text = "Тіл:"
kazkh_post_text = "Мәртебесі:"

kazkh_app_text = "🎁Арна қосымшасы"
kazkh_app_update_text = "📌Бұл жаһандық жаңарту: 2.0 жаңа жаңартуда не қосылғанын білу үшін Telegram арнасына өтіңіз"
kazkh_talk_group_text = "📖Арнаның байланыс тобы"
kazkh_connect_text = "Қосылыңыз⬇️"
kazkh_group_text = "Топқа өтіңіз"
kazkh_channel_friends = "🔫Аланның Кактус Туралы Достары"
kazkh_friends_text = "💵Міне оның достары:"

kazkh_language_success = "✅Тіл сәтті өзгертілді! Өзгерістер күшіне енуі үшін /menu пайдаланыңыз."
kazkh_send_dist_success_text = "✅Ақпараттық бюллетень сәтті өтті!"
kazkh_send_dist_text = "✉️Боттың барлық пайдаланушыларына жібергіңіз келетін мәтінді жіберіңіз:"
kazkh_admin_add_fail_text = "❌Қандай да бір қателік болды!"
kazkh_admin_add_succes_text = "✅Пайдаланушы әкімшілер тізіміне сәтті қосылды"
kazkh_admin_delete_succes_text = "✅Пайдаланушы әкімшілер тізімінен сәтті жойылды"
kazkh_operation_cancel_text = "🚫Операция тоқтатылды!"
kazkh_no_rights_text = "🔐Кіруден бас тарту!Сізде бұл командаға құқықтар жоқ!"
kazkh_cancel_text = "🚫bas tartý"
kazkh_send_id_text = "📎Әкімші лауазымына қосқыңыз келетін пайдаланушының идентификаторын жіберіңіз"
kazkh_send_id_delete_admin_text = "📎Қызметтен кеткіңіз келетін әкімшінің идентификаторын жіберіңіз"

kazkh_distribution_text = "📬Ақпараттық бюллетень жасаңыз"
kazkh_add_admin_text = "➕Әкімші Қосыңыз"
kazkh_delete_admin_text = "➖Әкімшіні Жою"
kazkh_get_all_users_text = "🔄Барлық пайдаланушылардың тізімін алыңыз"

kazkh_admin_settings_text = "🔒Әкімші Параметрлері"
kazkh_admin_settings_text2 = "📕Әкімші Параметрлері:"

kazkh_welcome_message = "👋Сәлем! Мен сізге <b>Alan Pro Cactus</b>арнасы туралы ақпарат бере алатын Telegram ботымын . Мәзірде сізге қажет нәрсенің бәрі:\n/menu"

kazkh_press_text = "Басыңыз⬇️"
kazkh_continue_text = "Жалғастыру"

kazkh_back_text = "⬅️Артқа"

kazkh_youtube_channel_sub_text = "Сіз YouTube арнасына жазылдыңыз ба?"
kazkh_telegram_channel_sub_text = "Сіз жазылдыңыз ба Telegram арна?"
kazkh_i_subed_text = "Мен жазылдым✅"

kazkh_channels_text = "Арналар:"
kazkh_channels_text2 = "Арналар📚"

kazkh_order_bot_text = "🛠Мен өз ботыма тапсырыс бергім келеді"
kazkh_bot_creator_text = "💻Бот жасаушы"

kazkh_passed_test_text = "✅Сіз тексеруден өттіңіз! Жарайсың!"
kazkh_failed_test_text = "❌Сіз қол қойған жоқсыз!"
kazkh_error_test_text = "🤕Қандай да бір қателік болды..."

kazkh_information_text = "ℹ️Арна туралы ақпарат"
kazkh_menu_text = "🏠Мәзір"

kazkh_about_channel_text = "📍Арнаның сипаттамасы"
kazkh_alan_photos_text = "🖼Арнаның суреті"
kazkh_most_viewed_video_text = "💣Арнаның ең танымал бейнесі"
kazkh_most_viewed_shorts_text = "💣Арнаның ең танымал шорттары"
kazkh_the_new_video_text = "🆕Жаңа бейне"
kazkh_desc_text = "📍Кактус туралы Алан арнасының сипаттамасы:"
kazkh_channel_desc_text = "Сәлем Менің атым Алан про кактус! Мен күлкілі🤣 жұмбақ🤔 әдемі🤤 және керемет бейнелер түсіремін Маған жазыл!"
kazkh_most_viewed_horror_text = "💰Міне, оның ең танымал бейнесі (бұл қорқынышты👻):"
kazkh_most_viewed_short_text = "💰Міне оның ең танымал шорттары:"
kazkh_newer_video_text = "🎮Міне, жаңа бейне:"
