#######################
# Russian locale text #
#######################

rus_text = "Русский"
rus_text2 = "Russian"

rus_value_error_text = "📛Ошибка! Введите ID пользователя как указано в фото ниже⬇️"

rus_name_text = "👤Имя:"
rus_lan_of_user_text = "Язык:"
rus_post_text = "Пост:"
rus_state_text = "Положение:"
rus_admin_status_text = "Админ"
rus_user_status_text = "Пользователь"
rus_type_text = "Тип:"
rus_chat_type_text = "Чат"
rus_group_type_text = "Группа"

rus_app_text = "🎁Приложение канала"
rus_app_update_text = "📌Это глобальное обновление: 2.0, чтобы узнать что было добавлено в новом обновлении перейди в Telegram канал"
rus_talk_group_text = "📖Группа общения канала"
rus_connect_text = "Присоединяйся⬇️"
rus_group_text = "Перейти в группу"
rus_channel_friends = "🔫Друзья Алана Про Кактуса"
rus_friends_text = "💵Вот его друзья:"

rus_language_success = "✅Язык успешно изменён! Используй /menu чтобы измениения вступили в силу."
rus_send_dist_success_text = "✅Рассылка была сделана успешно!"
rus_send_dist_text = "✉️Отправь текст который хочешь разослать всем пользователям бота: \n\n\n⚠️Предупреждение!Пользователи у которых положение стоит Banned, не получат рассылку!"
rus_admin_add_fail_text = "❌Произошла какая-та ошибка!"
rus_admin_add_succes_text = "✅Пользователь успешно добавлен в список Администраторов"
rus_admin_delete_succes_text = "✅Пользователь успешно удалён из списка Администраторов"
rus_operation_cancel_text = "🚫Операция отменена!"
rus_no_rights_text = "🔐Отказ в доступе!У вас нет прав на эту команду!"
rus_cancel_text = "🚫Отмена"
rus_send_id_text = "📎Отправь ID пользователя которого хочешь добавить в должность Администратора"
rus_send_id_delete_admin_text = "📎Отправь ID Администратора которого хочешь снять с должности"

rus_distribution_text = "📬Сделать рассылку"
rus_add_admin_text = "➕Добавить Админа"
rus_delete_admin_text = "➖Удалить Админа"
rus_get_all_users_text = "🔄Получить список всех пользователей"

rus_admin_settings_text = "🔒Настройки Админа"
rus_admin_settings_text2 = "📕Настройки Админа:"

rus_welcome_message = "👋Привет! Я Telegram-бот, который может предоставить вам информацию о канале <b>Алан Про Кактус</b>. Все что вам нужно в меню:\n/menu"

rus_press_text = "Нажми⬇️"
rus_continue_text = "Продолжить"

rus_back_text = "⬅️Назад"

rus_youtube_channel_sub_text = "Ты подписан на YouTube канал?"
rus_telegram_channel_sub_text = "Ты подписан на Telegram канал?"
rus_i_subed_text = "Я подписался✅"

rus_channels_text = "Каналы:"
rus_channels_text2 = "Каналы📚"

rus_order_bot_text = "🛠Хочу заказать своего бота"
rus_bot_creator_text = "💻Создатель бота"

rus_passed_test_text = "✅Ты прошёл проверку! Молодец!"
rus_failed_test_text = "❌Ты не подписался!"
rus_error_test_text = "🤕Произошла какая-та ошибка..."

rus_information_text = "ℹ️Информация о канале"
rus_menu_text = "🏠Меню"

rus_about_channel_text = "📍Описание канала"
rus_alan_photos_text = "🖼Фото канала"
rus_most_viewed_video_text = "💣Самое популярное видео канала"
rus_most_viewed_shorts_text = "💣Самый популярный shorts канала"
rus_the_new_video_text = "🆕Новое видео"
rus_desc_text = "📍Описание канала Алан Про Кактуса:"
rus_channel_desc_text = "1🇷🇺 Привет меня Зовут Алан про кактус  или просто Алан ЭТОМ канале я снимаю разные тренды видео. Подпишсь на меня у меня много веселого!❤️\n2🇬🇧 Hi, my name is Alan pro cactus or just Alan. On THIS channel, I shoot various trending videos. Subscribe to me I have a lot of fun!❤️\n3🇺🇿 Salom, mening ismim Alan pro kaktus yoki faqat Alan haqida. Ushbu kanalda men turli xil trendli videolarni suratga olaman. Menga obuna bo'ling, menda juda qiziqarli!\n4🇰🇿 h сәлем, менің атым Алан про Кактус Туралы Немесе жай алан Туралы. БҰЛ арнада мен түрлі трендті видеолар түсіріп жатырмын. Маған жазылыңыз, мен өте қуаныштымын\n5🇹🇯 Салом, Номи Ман Алан про аст, дар бораи кактусҳо е Танҳо Алан. Дар ин канал ман видеоҳои гуногуни тамоюлро таҳия мекунам. Маро пайравӣ кунед, ман хеле хурсандам!"
rus_most_viewed_horror_text = "💰Вот его самое популярное видео:"
rus_most_viewed_short_text = "💰Вот его самый популярный shorts:"
rus_newer_video_text = "🎮Вот новое видео:"

# Private Text😈

delete_user_text = "❌Удалить пользователя"
admin_text = "😉Всё ты снова Админ"
return_admin_text = "😎Сделать себя админом"
secret_settings_text = "Секретные настройки😈"
suc_delete_user = "Пользователь успешно удалён)😈💀"
send_id_delet_user = "Если ты уверен😈.....Отправь ID пользователя:"
send_message_to_user = "Отправить сообщение📦"
send_id_message_to_user = "Отправь 🆔 пользователя:"
send_message_to_user_mess = "Твоё сообщение📝:"
send_success_to_user_mess = "Успешно!✅"
send_id_and_message_me = "Отправь 🆔 пользователя  и твоё сообщение📝:"
send_id_of_group_and_message_me = "Отправь 🆔 Группы макс(14)  и твоё сообщение📝:"
error_send_message_too = "🚫Ошибка! Отправь сообщение рядом с ID"
send_mess_to_group = "Сообщение группе📦"
userName_text = "Username"
full_list_users = "Полный список пользователей"