#####################
# Tajik locale text #
#####################

taj_text = "Тоҷикӣ"

taj_value_error_text = "📛Хато! Id корбарро тавре ки дар акси зер нишон дода шудааст, ворид кунед️ ️ ⬇️️"

taj_name_text = "👤Ном:"
taj_lan_of_user_text = "Забон:"
taj_post_text = "Мақоми:"
taj_state_text = "Вазъият:"

taj_app_text = "🎁Барномаи канал"
taj_app_update_text = "📌Ин навсозии глобалӣ аст: 2.0 барои фаҳмидани он ки дар навсозии нав чӣ илова карда шудааст ба Канали Telegram гузаред"
taj_talk_group_text = "📖Гурӯҳи алоқаи канал"
taj_connect_text = "Ҳамроҳ шавед⬇️"
taj_group_text = "Ба гурӯҳ гузаред"
taj_channel_friends = "🔫Дӯстони Алан Дар Бораи Кактус"
taj_friends_text = "💵Инҳоянд дӯстони ӯ:"

taj_language_success = "✅Забон бомуваффақият иваз карда шуд! Истифода баред /menu барои эътибор пайдо кардани тағирот."
taj_send_dist_success_text = "✅Бюллетен бомуваффақият анҷом дода шуд!"
taj_send_dist_text = "✉️Матнеро ки мехоҳед ба ҳамаи корбарони бот фиристед фиристед: \n\n\n⚠️Огоҳӣ! Корбароне, ки мақоми онҳо мамнӯъ аст, номаи ахборро қабул намекунанд!"
taj_admin_add_fail_text = "❌Ягон хатогӣ рух дод!"
taj_admin_add_succes_text = "✅Корбар бомуваффақият ба рӯйхати Маъмурон илова карда шуд"
taj_admin_delete_succes_text = "✅Корбар бомуваффақият аз Рӯйхати Администраторҳо хориҷ карда шуд"
taj_operation_cancel_text = "🚫Амалиет бекор карда шуд!"
taj_no_rights_text = "🔐Рад кардани дастрасӣ!Шумо ба ин даста ҳуқуқ надоред!"
taj_cancel_text = "🚫Бекор кардан"
taj_send_id_text = "📎Id и корбареро ки мехоҳед Ба Вазифаи Администратор илова кунед фиристед"
taj_send_id_delete_admin_text = "📎ID Администратореро ки мехоҳед аз вазифа барканор кунед фиристед"

taj_distribution_text = "📬Бюллетен созед"
taj_add_admin_text = "➕Админ Илова Кунед"
taj_delete_admin_text = "➖Администраторро Хориҷ Кунед"
taj_get_all_users_text = "🔄Рӯйхати ҳамаи корбаронро гиред"
taj_admin_settings_text = "🔒Танзимоти Админ"
taj_admin_settings_text2 = "📕Танзимоти Админ:"

taj_welcome_message = "👋Салом! Ман Telegram-бот ҳастам, ки метавонад ба Шумо дар бораи канали <b>Alan Pro Cactus</b> маълумот диҳад. Ҳама чиз ба шумо дар меню лозим аст:\n /menu"

taj_press_text = "Пахш кунед⬇️"
taj_continue_text = "Идома"

taj_back_text = "⬅️Бозгашт"

taj_youtube_channel_sub_text = "Шумо ба Канали YouTube обуна шудаед?"
taj_telegram_channel_sub_text = "Шумо ба Канали Telegram обуна шудаед?"
taj_i_subed_text = "Ман обуна шудам✅"

taj_channels_text = "Каналҳо:"
taj_channels_text2 = "Каналҳо📚"

taj_order_bot_text = "🛠Ман мехоҳам боти худро фармоиш диҳам"
taj_bot_creator_text = "💻Офаридгори бот"

taj_passed_test_text = "✅Шумо аз санҷиш гузаштед! Хуб, хуб!"
taj_failed_test_text = "❌Шумо имзо накардед!"
taj_error_test_text = "🤕Ягон хатогӣ рух дод..."

taj_information_text = "ℹ️Маълумот дар бораи канал"
taj_menu_text = "🏠Меню"

taj_about_channel_text = "📍Тавсифи канал"
taj_alan_photos_text = "🖼Аксҳо канал"
taj_most_viewed_video_text = "💣Видеои маъмултарини канал"
taj_most_viewed_shorts_text = "💣Шортҳои маъмултарини канал"
taj_desc_text = "📍Тавсифи Канали Алан Дар Бораи Кактус:"
taj_the_new_video_text = "🆕Видеои нав"
taj_channel_desc_text = "Салом Номи Ман Алан дар бораи кактус аст! Ман видеоҳоро месозам хандовар🤣 пурасрор🤔 зебо🤤 ва сард маро Пайравӣ Кунед!"
taj_most_viewed_horror_text = "💰Ин аст видеои маъмултарини ӯ (он даҳшатнок аст👻):"
taj_newer_video_text = "🎮Инак видеои нав:"
taj_most_viewed_short_text = "💰Инак шортҳои маъмултарини он:"
